export const filterMatrix = {
  online: 'Онлайн',
  offline: 'Офлайн',
  both: 'Онлайн / офлайн',
  paid: 'Платно',
  free: 'Бесплатно',
};

export const paymentMatrix = {
  paid: 1,
  free: 0,
};

export const typeGroups = {
  Конференция: 'Большие',
  Форум: 'Большие',
  Выставка: 'Большие',
  Тренинг: 'Образовательные',
  Соревнование: 'Соревновательные',
  Конкурс: 'Соревновательные',
  Курс: 'Образовательные',
  Марафон: 'Образовательные',
  Хакатон: 'Соревновательные',
  Фестиваль: 'Большие',
  Вебинар: 'Специализированные',
  Митап: 'Небольшие',
  Интенсив: 'Образовательные',
  'Мастер-класс': 'Образовательные',
  Турнир: 'Соревновательные',
  Воркшоп: 'Специализированные',
  Встреча: 'Небольшие',
  Семинар: 'Специализированные',
  Лекция: 'Специализированные',
  'Круглый стол': 'Небольшие',
};
